Repository: capstanlqc/ticket_1211_test_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: Earth
es: Tierra

source: Earth Movement
es: Movimiento de la tierra

source: Earthâ€™s axis
es: Eje de la Tierra

source: Sun
es: Sol

source: This diagram represents Earth as it rotates on its axis and orbits around the Sun (not to scale).
es: Este diagrama representa a la Tierra a medida que gira sobre su eje y orbita alrededor del Sol (no a escala).
